Repository: CarloStokMnl/sleek-poc
Catalog: languages/*.po
Languages: de_de, et, fr_fr, it_it, lt_lt, lv, nb_no, nl_be, ru_ru

source: Posts tagged with <strong>"%s"</strong>
de_de: Beiträge markiert mit <strong>"%s"</strong>
et: Postitused märgistusega <strong>"%s"</strong>
fr_fr: Messages taggués avec <strong>"%s"</strong>
it_it: Post etichettati con <strong>"%s"</strong>
lt_lt: Įrašai pažymėti <strong>"%s"</strong>
lv: Ziņojumi, kas atzmīmēti ar <strong>"%s"</strong>
nb_no: Innlegg tagget med <strong>"%s"</strong>
nl_be: Posts aangeduid met "%s"
ru_ru: Сообщения, отмеченные <strong>"%s"</strong>

source: Search results (%s) for: <strong>"%s"</strong>
de_de: Suchergebnisse für (%s) mit: <strong>"%s"</strong>
et: Otsi tulemusi (%s): <strong>"%s"</strong>
fr_fr: Cherchez résultats (%s) pour: <strong>"%s"</strong>
it_it: Risultati di ricerca (%s) per: <strong>"%s"</strong>
lt_lt: Paieškos rezultatai (%s): <strong>"%s"</strong>
lv: Meklēt rezultātus (%s): <strong>"%s"</strong>
nb_no: Søkeresultat (%s) for: <strong>"%s"</strong>
nl_be: Zoekresultaten (%s) voor: "%s"
ru_ru: Искать результаты (%s) для: <strong>"%s"</strong>

source: No search results for: <strong>"%s"</strong>
de_de: Keine Suchergebnisse für: <strong>"%s"</strong>
et: Otsingule ei ole tulemusi : <strong>"%s"</strong>
fr_fr: Pas de résultats pour: <strong>"%s"</strong>
it_it: Nessun risultato di ricerca per: <strong>"%s"</strong>
lt_lt: Jokių paieškos rezultatų: <strong>"%s"</strong>
lv: Nav rezultātu <strong>"%s"</strong>
nb_no: Ingen søkeresultat for: <strong>"%s"</strong>
nl_be: Geen zoekresultaten voor: "%s"
ru_ru: Нет результатов поиска для: <strong>"%s"</strong>

source: We couldn't find any matching search results for your query.
de_de: Kein Ergebnis für Ihre Suchanfrage
et: Me ei leidnud tulemusi teie päringule
fr_fr: Nous n'avons pas trouvé de résultats correspondant à votre recherche
it_it: Non siamo riusciti a trovare risultati di ricerca corrispondenti per la tua richiesta.
lt_lt: Nepavyko atrasti paiešką atitinkančių rezultatų.
lv: Pēc Jūsu pieprasījuma nekas netika atrasts.
nb_no: Vi fant ikke et matchende søkeresultat for ditt søkeord.
nl_be: We vonden geen resultaten voor uw zoekopdracht.
ru_ru: По вашему запросу ничего не найдено.

source: Displaying results %d through %d
de_de: Angezeigte Ergebnisse %d durch %d
et: Kuvatakse tulemused %d läbi %d
fr_fr: Affichage des résultats %d through %d
it_it: Visualizzazione dei risultati %d attraverso %d
lt_lt: Rodomi rezultatai %d pagal %d
lv: Rezultātu atspoguļošana %d caur %d
nb_no: Viser søkeresultat %d til %d
nl_be: Resultaten %d weergeven via %d
ru_ru: Отображение результатов %d через %d

source: Posts by <strong>%s</strong>
de_de: Beiträge von <strong>%s</strong>
et: Postitused <strong>%s</strong> lõikes
fr_fr: Postés par <strong>%s</strong>
it_it: Post da parte di <strong>"%s"</strong>
lt_lt: Įrašai <strong>%s</strong>
lv: Ziņojumi no <strong>%s</strong>
nb_no: Postet av <strong>%s</strong>
nl_be: Posts door %s
ru_ru: Сообщения от <strong>%s</strong>

source: Daily archives
de_de: Tägliches Archiv
et: Päevane arhiiv
fr_fr: Archives journalières
it_it: Archivi quotidiani
lt_lt: Dienos archyvas
lv: Ikdienas arhīvs
nb_no: Daglig arkiv
nl_be: Dagelijks archief
ru_ru: Архивы за день

source: Monthly archives
de_de: Monatliches Archiv
et: Nädalane arhiiv
fr_fr: Archives mensuelles
it_it: Archivi mensili
lt_lt: Mėnesio archyvas
lv: Ikmēneša arhīvs
nb_no: Månedlig arkiv
nl_be: Maandelijks archief
ru_ru: Архивы за месяц

source: Yearly archives
de_de: Jährliches Archiv
et: Aastane arhiiv
fr_fr: Archives annuelles
it_it: Archivi annuali
lt_lt: Metų archyvas
lv: Gada arhīvs
nb_no: Årlig arkiv
nl_be: Jaarlijks archief
ru_ru: Архивы за год

source: Posts
de_de: Beiträge
et: Postitus
fr_fr: Messages
it_it: Post
lt_lt: Įrašai
lv: Ziņojumi
nb_no: Innlegg
ru_ru: Сообщения

source: No posts found.
de_de: Keine Beiträge gefunden
et: Postitusi ei leitud
fr_fr: Aucun article trouvé.
it_it: Nessun post trovato.
lt_lt: Įrašų nerasta.
lv: Ziņojumi nav atrāsti.
nb_no: Fant ingen innlegg
nl_be: Geen posts gevonden.
ru_ru: Сообщения не найдены.

source: Continued
de_de: Fortsetzung
et: Jätkub
fr_fr: Continuez
it_it: Continua
lt_lt: Tęsti
lv: Turpināt
nb_no: Fortsettelse
nl_be: Vervolg
ru_ru: Продолжается

source: Referrer
et: Viitaja
fr_fr: Référent
it_it: Garante
lv: Sūtītājs
ru_ru: Отправитель

source: User Agent
et: Kasutaja agent
fr_fr: Utilisateur
it_it: Agente utente
lv: Lietotāja agents
nb_no: Bruker
nl_be: Agent gebruiker
ru_ru: Агент пользователя

source: Email from %s
de_de: Email von %s
et: E-mail %s
fr_fr: Email de %s
it_it: E-mail da %s
lt_lt: El. laiškas nuo %s
lv: E-pasts no %s
nb_no: Email fra %s
nl_be: E-mail van %s
ru_ru: Эл.сообщения от %s

source: 404 - Page not found
de_de: 404 - Seite nicht gefunden
et: 404 - Lehekülge ei leitud
fr_fr: 404 - Page introuvable
it_it: 404 - Pagina non trovata
lt_lt: 404 - Puslapis nerastas
lv: 404 - Lapa nav atrasta
nb_no: 404 - Fant ikke siden
nl_be: 404 - Pagina niet gevonden
ru_ru: 404 - Страница не найдена

source: Sorry, that page could not be found.
de_de: Sorry, Seite konnte nicht gefunden werden
et: Vabandame, seda lehekülge ei leitud.
fr_fr: Désolé, cette page est introuvable.
it_it: Non è stata trovata alcuna pagina.
lt_lt: Atsiprašome, puslapis nerastas.
lv: Atvainojiet, lapa nav atrasta.
nb_no: Beklager, fant ikke siden
nl_be: Sorry, deze pagina bestaat niet.
ru_ru: Извините, эта страница не найдена.

source: It seems you arrived directly at this page, maybe it's because of:
de_de: Sie sind direkt auf dieser Seite gelandet. Ggfs. aufgrund
et: Tundub, et sattusite otse sellele lehekülgele, võib-olla sellepärast, et:
fr_fr: Il semble que vous êtes arrivé directement à cette page, peut-être parce que:
it_it: Sembra che tu sia arrivato direttamente a questa pagina, forse perché:
lt_lt: Buvote nukreipti tiesiai į šį puslapį, galbūt todėl, kad:
lv: Izskatās, jūs esat nonācis tieši šajā lapā, iespējams, tas noticis dēļ:
nb_no: Det ser ut som du landet direkte på denne siden, kanskje det er fordi:
nl_be: Blijkbaar bent u rechtstreeks op deze pagina terechtgekomen. Dat kan de volgende oorzaken hebben:
ru_ru: Похоже вы попали прямо на эту страницу, возможно это из-за:

source: An <strong>out-of-date bookmark</strong>
de_de: Abgelaufenes Lesezeichen
et: <strong>Aegunud järjehoidja</strong>
fr_fr: Un<strong>signet obsolète</strong>
it_it: Un <strong>segnalibro non aggiornato</strong>
lt_lt: <strong>nebegaliojanti žymė</strong>
lv: <strong>Nokavēta grāmatzīme</strong>
nb_no: Et <strong>gammelt bokmerke</strong>
nl_be: Verlopen bladwijzer
ru_ru: <strong>просроченная закладка</strong>

source: A search engine that has an <strong>out-of-date listing</strong> for us
de_de: Eine Suchmaschine liefert ein ungültiges Listing
et: otsingumootor, <strong>millel on aegunud nimekiri</strong>
fr_fr: Ce moteur de recherche présente <strong>un listing non mis à jour</strong>
it_it: Un motore di ricerca che ha un <strong>elenco non aggiornato</strong> per noi
lt_lt: Paieškose variklis turi <strong>nebegaliojantį sąrašą</strong>
lv: Meklētājsistēma ar <strong> novecojušu sarakstu </strong> priekš mums
nb_no: En søkemotor som har en <strong>gammel link</strong> til oss
nl_be: Een zoekmachine met een <strong>verouderde lijst</strong> voor ons
ru_ru: Поисковая система, имеющая <strong>просроченный список </strong> для нас

source: A <strong>miss-typed address</strong>
de_de: <strong>Falsch eingegebene Adresse </strong>
et: <strong>Valesti sisestatud aadress</strong>
fr_fr: Une <strong>adresse manquante</strong>
it_it: Un <strong>indirizzo digitato male</strong>
lt_lt: <strong>Blogai suvestas adresas</strong>
lv: <strong>Nepareiza adrese</strong>
nb_no: En <strong>feilstavet adresse</strong>
nl_be: Een verkeerd gespeld adres
ru_ru: <strong>неправильно набранный адрес</strong>

source: Woops! Looks like one of our internal links are out-of-date. <strong>Sincerly sorry</strong> about that! :)
et: Ups! Üks meie sisemine link on aegunud. <strong>Vabandame</strong> ! :)

source: You did a search on <a href="%s">%s</a> for <strong>%s</strong>. However, their index appears to be out of date.
et: Te otsisite ...kuid nende indeks on aegunud. <a href="%s">%s</a> for <strong>%s</strong>.
lt_lt: Atlikote paiešką <a href="%s">%s</a> <strong>%s</strong>. Visgi indeksas nebegalioja.
nl_be: U zocht op %s naar %s. Maar blijkbaar is hun index verouderd.

source: You were incorrectly referred to this page by <a href="%s">%s</a>.
et: Teid oli eksikult suunatud sellele leheküljele <a href="%s">%s</a>.
lt_lt: Buvote neteisingai nukreiptas į šį puslapį <a href="%s">%s</a>.
nl_be: U bent verkeerd doorgestuurd naar deze pagina door <a href="%s">%s</a>.

source: Empty search
de_de: Leere Suche
et: Tühi otsing
fr_fr: Recherche vide
it_it: Ricerca vuota
lt_lt: Tuščia paieška
lv: Tukša meklēšana
nb_no: Tomt søk
nl_be: De zoekopdracht is leeg
ru_ru: Пустой поиск

source: You didn't search for anything in particular so I'm showing you everything
de_de: Sie haben keine konkrete Suche eingegeben, daher wird alles angezeigt
et: Te ei otsinud midagi konkreetset, näitan kõiki tulemusi
fr_fr: Vous n'avez pas effectué de recherche détaillée, nous vous présentons donc tous les résultats
it_it: Non stai cercando niente in particolare, quindi ti sto mostrando tutto
lt_lt: Neieškojote nieko konkretaus, todėl rodomi visi rezultatai.
lv: Jūs nemeklējāt kaut ko konkrētu, tāpēc es jums rādu visu
nb_no: Du søkte ikke etter noe spesielt, så jeg viser deg alt
nl_be: U zocht niets specifiek en daarom toon ik alles
ru_ru: Вы не искали что-то конкретное, поэтому я показываю вам все

source: Perhaps you can go back to the <a href="%s">home page</a> and try to navigate your way from there?
de_de: Gehen Sie zurück zur Startseite und beginnen Sie Ihre Suche von dort
et: Minge tagasi avalehele ja proovige sealt uuesti navigeerida.
fr_fr: Peut-être devriez-vous retourner sur la <a href="%s">page d'acceuil</a> et y reprendre votre navigation ?
it_it: Forse puoi tornare indietro alla <a href="%s">pagina iniziale</a> e provare a navigare da lì?
lt_lt: Pabandykite sugrįžti į <a href="%s">pradinį puslapį</a> ir naršyti iš ten.
lv: Varbūt jūs varat atgriezties atpakaļ <a href="%s">sākumlapā </a> un mēģināt atrast ceļu no turienes?
nb_no: Kanskje du kan gå tilbake til <a href="%s">forsiden</a> og prøve å navigere deg videre fra der?
nl_be: Misschien kunt u teruggaan naar de startpagina en het langs daar opnieuw proberen?
ru_ru: Возможно вы можете вернуться обратно на <a href="%s">домашнюю страницу</a> и попробовать найти путь оттуда?

source: ...or try a search?
de_de: … oder Suchfunktion nutzen?
et: ...või proovite otsingut?
fr_fr: …ou essayez une recherche?
it_it: ...o provare a fare una ricerca?
lt_lt: ...arba išbandykite paiešką
lv: ...vai mēģināt palaist meklēšanu?
nb_no: ...eller prøve et søk?
nl_be: ... of een zoekopdracht ingeven?
ru_ru: ...или попробовать поиск?

source: This post is password protected. Enter the password to view comments.
de_de: Dieser Beitrag ist Passwort-geschützt. Zur Kommentar-Anzeige bitte Passwort eingeben.
et: See postitus on parooliga kaitstud. Kommentaaride nägemiseks sisestage parool.
fr_fr: Ce message est protégé par un mot de passe. Entrez le mot de passe pour voir les commentaires.
it_it: Questo post è protetto da password. Inserire la password per visualizzare i commenti.
lt_lt: Šis įrašas apsaugotas slaptažodžiu. Įveskite slaptažodį, kad matytumėte komentarus.
lv: Ziņojums aizsargāts ar paroli. Ievadiet paroli, lai apskatītu komentārus.
nb_no: Denne siden er passordbeskyttet. Legg inn ditt passordet for å få frem kommentarer.
nl_be: Deze post is beveiligd met een wachtwoord. Geef het wachtwoord in om de comments te zien.
ru_ru: Сообщение защищено паролем. Введите пароль чтобы просмотреть комментарии.

source: No comments
de_de: Keine Kommentare
et: Kommentaarid puuduvad
fr_fr: Pas de commentaire
it_it: Nessun commento
lt_lt: Komentarų nėra
lv: Nav komentāru
nb_no: Ingen kommentar
nl_be: Geen comments
ru_ru: Нет комментариев

source: One comment
de_de: Ein Kommentar
et: Üks kommentaar
fr_fr: Un commentaire
it_it: Un commento
lt_lt: Vienas komentaras
lv: Viens komentārs
nb_no: En kommentar
nl_be: Één comment
ru_ru: Один комментарий

source: % comments
et: % kommentaari
fr_fr: % commentaires
it_it: % commenti
lt_lt: % komentarų
lv: % komentāri
nb_no: % kommentarer
ru_ru: % комментариев

source: No comments on "%s"
de_de: Keine Kommentare auf "%s"
et: Kommentaarid puuduvad "%s"
fr_fr: Pas de commentaire sur "%s"
it_it: Nessun commento su "%s"
lt_lt: Jokių komentarų apie "%s"
lv: Nav komentāru par "%s"
nb_no: Ingen kommentarer på "%s"
nl_be: Geen comments op "%s"
ru_ru: Нет комментариев по "%s"

source: One comment on "%s"
de_de: Ein Kommentar auf "%s"
et: üks kommentaar "%s"
fr_fr: Un commentaire sur "%s"
it_it: Un commento su "%s"
lt_lt: Vienas komentaras apie "%s"
lv: Viens komentārs par "%s"
nb_no: En kommentar på "%s"
nl_be: Één comment op "%s"
ru_ru: Один комментарий по "%s"

source: %s comments on "%s"
de_de: %s Kommentare auf "%s"
et: %s kommentaari "%s"
fr_fr: %s commentaire sur "%s"
it_it: %s commenti su "%s"
lt_lt: %s komentarų apie "%s"
lv: %s komentāri par "%s"
nb_no: %s kommentar på "%s"
nl_be: %s comments op "%s"
ru_ru: %s комментариев на "%s"

source: on
de_de: an
et: edasi
fr_fr: sur
it_it: su
lt_lt: apie
lv: par
nb_no: på
nl_be: op
ru_ru: по

source: No comments yet, why not <a href="#post-comment">post the first</a>?
de_de: Keine Kommentare seither. <a href="#Seien Sie die">der Erste</a>?
et: kommentaarid puuduvad, <a href="#post-comment">miks mitte sisestada esimene kommentaar</a>?
fr_fr: Pas encore de commentaire, pourquoi <a href="#commentaire">ne pas être le premier</a>?
it_it: Ancora nessun commento, perché non <a href="#post-comment">pubblicare il primo?
lt_lt: Komentarų dar nėra, galite pakomentuoti <a href="#post-comment">pirmas</a>?
lv: Pagaidām vēl neviens komentārs nav saņemts, kāpēc gan neatstāt <a href="#post-comment">pirmo komentāru</a>?
nb_no: Ingen kommentarer enda, hvorfor ikke <a href="#post-comment">skrive den første</a>?
nl_be: Nog geen comments, Waarom niet iets posten voor de eerste keer?
ru_ru: Пока нет комментариев, почему бы <a href="#post-comment">не оставить сообщение первым</a>?

source: Comments are closed.
de_de: Kommentare beendet
et: Kommentaarid on suletud
fr_fr: Les commentaires sont terminés.
it_it: I commenti sono chiusi.
lt_lt: Komentavimas užvertas.
lv: Komentāri ir aizverti.
nb_no: Kommentarene er stengt.
nl_be: Comments zijn gesloten.
ru_ru: Комментарии закрыты.

source: Sorry, nothing was found here.
de_de: Sorry, leider nichts gefunden
et: Vabandame, midagi pole leitud.
fr_fr: Nous n'avons rien trouvé qui correspond à votre recherche
it_it: Non è stato trovato niente qui.
lt_lt: Atsiprašome, nieko nerasta.
lv: Diemžēl, nekas netika atrasts.
nb_no: Beklager, fant ingenting her.
nl_be: Sorry, hier werd niets gevonden.
ru_ru: Извините, ничего не найдено.

source: Pages
de_de: Seiten
et: Leheküljed
it_it: Pagine
lt_lt: Puslapiai
lv: Lapas
nb_no: Sider
nl_be: Pagina’s
ru_ru: Страницы

source: Previous page
de_de: Vorherige Seite
et: Eelmine lehekülg
fr_fr: Page précédente
it_it: Pagina precedente
lt_lt: Ankstesnis puslapis
lv: Iepriekšējā lapa
nb_no: Forrige side
nl_be: Vorige pagina
ru_ru: Предыдущая страница

source: Next page
de_de: Nächste Seite
et: Järgmine lehekülg
fr_fr: Page suivante
it_it: Pagina successiva
lt_lt: Kitas puslapis
lv: Nākošā lapa
nb_no: Neste side
nl_be: Volgende pagina
ru_ru: Следующая страница

source: Search...
de_de: Suchen…
et: Otsi…
fr_fr: Cherchez…
it_it: Cerca...
lt_lt: Paieška...
lv: Meklēt...
nb_no: Søk...
nl_be: Zoeken...
ru_ru: Поиск...

source: Find
de_de: Finden
et: Leia
fr_fr: Trouvez
it_it: Trova
lt_lt: Rasti
lv: Atrast
nb_no: Finn
nl_be: Vinden
ru_ru: Найти

source: All
de_de: Alle(s)
et: Kõik
it_it: Tutto
lt_lt: Visi
lv: Visi
nb_no: Alle
nl_be: Alle
ru_ru: Все

source: Woops! Looks like one of our internal links are out-of-date. <strong>Sincerely sorry</strong> about that! :)
de_de: Oops! Einer unserer Links scheint ungültig zu sein. Wir bitten um Entschuldigung!
fr_fr: Woops! On dirait que l'un de nos liens n'est plus accessible <strong>Nous sommes sincèrement désolés</strong> ! :)
it_it: Ops! Sembra che uno dei nostri link interni non sia aggiornato. <strong>Ci dispiace molto!</strong>! :)
lt_lt: Oops! Atrodo, kad mūsų vidinė nuoroda nebeveikia. <strong>Labai atsiprašome</strong> dėl to! :)
lv: Ups! Izskatās, ka viens no mūsu iekšējiem linkiem ir novecojis. <strong>Ļoti atvainojamies</strong> par to! :)
nb_no: Ups! Det ser ut som om en av våre interne linker er utdatert. <strong>Vi beklager</strong> så mye! :)
nl_be: Oeps! Blijkbaar zijn uw interne links verlopen. <strong>Sorry</strong> hiervoor! :)
ru_ru: Упс! Похоже, что один из наших внутренних линков просрочен. <strong>Очень извиняемся</strong> за это! :)

source: You did a search on %s, however, their index appears to be out of date.
de_de: Ihre Suche auf %s liefert ein ungültiges Verzeichnis.
fr_fr: Vous avez fait une recherche sur %s, toutefois l'index n'est plus accessible.
it_it: Ha fatto una ricerca su %s, tuttavia, il loro indice sembra non essere aggiornato.
lv: Jūs veicāt pieprasījumu, lai atrastu %s, tomēr izskatās, ka indekss ir novecojis.
nb_no: Du søkte på %s, det ser ut som om deres index er utdatert.
ru_ru: Вы сделали запрос на поиск %s, xотя похоже, что индекс оказался просроченным.

source: You were incorrectly referred to this page by %s.
de_de: Sie wurden fälschlicherweise auf diese Weise geführt %s.
fr_fr: Vous avez été incorrectement dirigé sur cette page par %s.
it_it: Sei stato indirizzato erroneamente a questa pagina da %s.
lv: Jūs tikāt novirzīts uz šo lapu ar %s kļūdas dēļ.
nb_no: Du ble henvist feil til denne siden av %s.
ru_ru: Вы были ошибочно переправлены на эту страницу с %s.

source: %s comments
de_de: %s Kommentare
